import { Link } from "react-router-dom"
import broadbandlogo from "../../assets/images/brodband.png"
import pay from "../../assets/images/pay.png"
const SelfCareHome = () => {
    return (
        <>
            <section className="">
                <div className="">

                    <div className="lg:flex lg:flex-col lg:justify-end items-end">

                        <div className=" bg-gray-200 lg:bg-white h-screen lg:fixed lg:top-0 lg:left-0 flex flex-col items-center justify-center lg:w-[40%] ">
                            <Link to="/" className="mb-24">
                                <img src={broadbandlogo} className="md:w-44" alt="" />
                            </Link>
                            <div className="flex flex-col gap-3">
                               <Link to="/selfcare/login"> <button className="btn-2 w-60">Login</button></Link>
                                <Link to="/selfcare/register"><button className="btn-2  w-60">Sign In</button></Link>
                            </div>
                        </div>


                        <div className="py-12 lg:w-[58%] ">
                            <div className="px-5 text-gray-600 font-medium text-sm">
                                <p className="">বর্তমান বিশ্বে যোগাযোগ ব্যবস্থার উন্নতি ও অগ্রগতিতে অন্যতম অবদান হিসেবে ইন্টারনেট এর ভূমিকা অপরিসীম। সঠিক চ্যানেল ও ডিস্ট্রিবিউশন এর মাধ্যমে ঘরে ঘরে ইন্টারনেট পৌঁছে দিতে সার্ভিস প্রোভাইডারদের বিভিন্ন সমস্যা সমাধানের লক্ষ্যে শূন্য আইটি নিয়ে এসেছে সহজে ব্যবহারযোগ্য এবং মাতৃভাষা বাংলায় দেশের প্রথম আইএসপি বিলিং সফটওয়্যার নেটফি ।</p><br />

                                <p>সম্পূর্ন অনলাইন এই সফটওয়্যারটি, সার্ভিস এবং গ্রাহক সংখ্যার উপর ভিত্তি করে বিভিন্ন প্যকেজ আকারে ইন্টারনেট প্রোভাইডারদের হাতে পৌঁছে দেওয়া হয়। আমাদের দক্ষ ডেভেলপার ও সাপোর্ট টিম সর্বদা সর্বোচ্চ গ্রাহক সেবায় নিয়োজিত আছেন।</p>

                                <h2 className="text-xl py-7 font-semibold">Sheikh Broadband সফটওয়্যার এ রয়েছে উপযোগী কিছু আকর্ষণীয় ফিচার।</h2>

                                <ul className="">
                                    <li>&#x2714; রিসেলার প্যানেল</li>
                                    <li>&#x2714; কাস্টমার প্যানেল</li>
                                    <li>&#x2714; একাধিক মাইক্রোটিক কনফিগারেশন</li>
                                    <li>&#x2714; ডেট টু ডেট বিলিং সাইকেল</li>
                                    <li>&#x2714; এলার্ট ও বিল কনফার্মেশন এসএমএস</li>
                                    <li>&#x2714; কাস্টমার পেমেন্ট গেটওয়ে ইন্ট্রিগ্রেশন</li>
                                </ul>


                                <h2 className="text-xl py-7 font-semibold">নেটফি এর সুবিধাসমূহঃ</h2>
                                <ul className="list-disc px-5 flex flex-col gap-2">
                                    <li> নেটফিতে আপনি পাবেন এডমিন, ম্যানেজার, রিসেলার, কালেক্টর, লাইনম্যান এবং কাস্টমার প্যনেল।</li>
                                    <li>এডমিন এবং ম্যানেজার ওয়েবসাইটের মাধ্যমে নেটফি সফটওয়্যার ব্যবহার করতে পারবে।</li>
                                    <li> রিসেলার, কালেক্টর এবং লাইনম্যান ওয়েবসাইট এবং মোবাইল এপের মাধ্যমে নেটফি সফটওয়্যার ব্যবহার করতে পারবে।</li>
                                    <li>আপনার গ্রাহকগণ মোবাইল এপের মধ্যমে তাদের সকল তথ্য দেখতে পারবেন এবং পেমেন্ট গেটওয়ের মাধ্যমে মাসিক বিল পরিশোধ করতে পারবে।</li>
                                    <li>লাইনম্যান মোবাইল এপের মাধ্যমে নতুন সংযোগ/আইডি তৈরি করতে পারবে। নতুন সংযোগ দেয়ার সময় আইডি তৈরির ঝামেলা পোহাতে হবেনা।</li>
                                    <li>বিল কালেক্টর ওয়েব অথবা মোবাইল এপের মাধ্যমে গ্রাহকের বিল আদায় করতে পারবে।</li>
                                    <li>গ্রাহকের বিলিং ডেট অতিক্রম করলে এবং গ্রাহক বিল প্রদান না করলে গ্রাহকের সংযোগ অটোমেটিক বন্ধ হয়ে যাবে এবং বিল প্রদানের পর গ্রাহকের সংযোগ অটোমেটিক চালু হয়ে যাবে।</li>
                                    <li>বিল প্রদানের পর গ্রাহকের মোবাইলে কনফার্মেশন মেসেজ পাবে।</li>
                                    <li>বিলিং সাইকেল (ডেট টু ডেট বিল)</li>
                                    <li>একাধিক মাইক্রোটিক কনফিগারেশনের সুবিধা।</li>
                                    <li>গ্রাহকের মোবাইলে বিল ডেটের ২ দিন আগে অটোমেটিক এলার্ট মেসেজ যাবে।</li>
                                    <li>আমাদের দক্ষ সাপোর্ট টিম সর্বদা আপনার সেবায় নিয়োজিত।</li>
                                    <li>এছাড়াও আপনি পাবেন নিয়মিত ফ্রি সফটওয়ার আপডেট এবং কাস্টমাইজ ফিচার।</li>
                                </ul>


                                <div className="pt-10">
                                    <img src={pay} alt="" />
                                </div>

                            </div>
                        </div>
                    </div>


                </div>
            </section>
        </>
    )
}

export default SelfCareHome
